Repository: HaleXie/HLSDK-SPM
Catalog: Sources/HLSDKResources/Resources/Branding/texts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans

# ErrorResponseYouSsoUseLoginAsBySsoLink
source: You are defined as SSO user. Please login using Single Sign On link.
de: Sie sind als SSO-Benutzer definiert. Bitte melden Sie sich mit dem Single-Sign-On-Link an.
es: Está definido como usuario SSO. Inicie sesión utilizando el enlace Inicio de sesión único.
fr: Vous êtes défini comme utilisateur SSO. Veuillez vous connecter en utilisant le lien Single Sign On.
it: Sei definito come utente SSO. Accedi utilizzando il collegamento Single Sign On.
ja: あなたは SSO ユーザーとして定義されています。シングル サインオン リンクを使用してログインしてください。
ko: 귀하는 SSO 사용자로 정의됩니다. Single Sign On 링크를 사용하여 로그인하십시오.
pt_pt: Você está definido como usuário SSO. Faça o login usando o link Single Sign On.
zh_hans: 您被定义为 SSO 用户。请使用单点登录链接登录。

# ErrorS3CreatingReplicateRequestFailed
source: Creating replicate request is failed
de: Das Erstellen der Replikationsanforderung ist fehlgeschlagen
es: La creación de la solicitud de réplica ha fallado
fr: La création de la demande répliquée a échoué
it: La creazione della richiesta di replica non è riuscita
ja: レプリケート リクエストの作成に失敗しました
ko: 복제 요청 생성 실패
pt_pt: A criação da solicitação de replicação falhou
zh_hans: 创建复制请求失败

# ErrorS3EnvironmentNotReady
source: Environment is not ready
de: Die Umgebung ist nicht bereit
es: El entorno no está listo
fr: L'environnement n'est pas prêt
it: L'ambiente non è pronto
ja: 環境が整っていません
ko: 환경이 준비되지 않았습니다.
pt_pt: Ambiente não está pronto
zh_hans: 环境还没准备好

# ErrorS3OperationWasCancelled
source: Operation was cancelled
de: Der Vorgang wurde abgebrochen
es: La operación fue cancelada
fr: L'opération a été annulée
it: L'operazione è stata annullata
ja: 操作がキャンセルされました
ko: 작업이 취소되었습니다.
pt_pt: A operação foi cancelada
zh_hans: 操作被取消

# ErrorS3TemporaryFileNotReady
source: Temporary file is not ready
de: Temporäre Datei ist nicht bereit
es: El archivo temporal no está listo
fr: Le fichier temporaire n'est pas prêt
it: Il file temporaneo non è pronto
ja: 一時ファイルの準備ができていません
ko: 임시 파일이 준비되지 않았습니다.
pt_pt: O arquivo temporário não está pronto
zh_hans: 临时文件没有准备好

# ErrorTitle
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_pt: Erro
zh_hans: 错误

# IncomingCallNotificationStaleInfoTitle
source: Call unavailable
de: Anruf nicht verfügbar
es: Llamada no disponible
fr: Appel indisponible
it: Chiamata non disponibile
ja: 通話を利用できません
ko: 통화를 사용할 수 없음
pt_pt: Chamada indisponível
zh_hans: 通话不可用

# IncomingCallNotificationStaleMessage
source: This call has ended or is no longer available.
de: Dieses Gespräch wurde beendet oder ist nicht mehr verfügbar.
es: Esta llamada ha terminado o ya no está disponible.
fr: Cet appel s’est terminé ou n’est plus disponible.
it: Questa chiamata è terminata o non è più disponibile.
ja: この通話は終了しているか、利用できません。
ko: 이 통화는 종료되었거나 더 이상 사용할 수 없습니다.
pt_pt: Esta chamada terminou ou já não está disponível.
zh_hans: 此通话已结束或不再可用。

# IncomingCallNotificationValidationFailedMessage
source: Unable to verify this call. Check your connection and try again.
de: Der Anruf konnte nicht geprüft werden. Bitte prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se pudo verificar la llamada. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de vérifier l’appel. Vérifiez votre connexion et réessayez.
it: Impossibile verificare la chiamata. Controlla la connessione e riprova.
ja: 通話を確認できませんでした。接続を確認してもう一度お試しください。
ko: 통화를 확인할 수 없습니다. 연결 상태를 확인한 후 다시 시도하세요.
pt_pt: Não foi possível verificar a chamada. Verifique a ligação e tente novamente.
zh_hans: 无法验证此通话。请检查网络连接后重试。

source: Establishing video...
de: Video wird erstellt ...
es: Estableciendo video...
fr: Création de la vidéo ...
it: Connessione video in corso ...
ja: ビデオ接続中...
ko: 비디오 설정 중 ...
pt_pt: Estabelecendo vídeo ...
zh_hans: 正在接通视频...

source: Everything on screen will be shared
de: Alles auf dem Bildschirm wird geteilt
es: Todo lo que hay en pantalla se compartirá
fr: Tout ce qui est à l'écran sera partagé
it: Tutto ciò che è sullo schermo verrà condiviso
ja: 画面に表示されているすべてが共有されます
ko: 화면에 표시된 모든 내용이 공유됩니다
pt_pt: Tudo o que está no ecrã será partilhado
zh_hans: 屏幕上的所有内容将被共享

source: Excellent
de: Ausgezeichnet
es: Excelente
it: Eccellente
ja: 素晴らしい
ko: 우수한
pt_pt: Excelente
zh_hans: 优秀的

# EXISTING_CONTACT_1002
source: This user is already one of your contacts
de: Dieser Benutzer ist bereits einer Ihrer Kontakte
es: Este usuario ya es uno de sus contactos
fr: Cet utilisateur est déjà l'un de vos contacts
it: Questo utente è già uno dei tuoi contatti
ja: このユーザーは連絡先に追加済です
ko: 이 사용자는 이미 귀하의 연락처 중 하나입니다
pt_pt: Este usuário já é um de seus contatos
zh_hans: 此用户已是您的联系人

# EXISTING_CONTACT_REQUEST_1031
source: This user has already been invited by you
de: Dieser Benutzer wurde bereits von Ihnen eingeladen
es: Este usuario ya ha sido invitado por usted.
fr: Cet utilisateur a déjà été invité par vous
it: Questo utente è già stato invitato da te
ja: すでに招待済のユーザーです
ko: 이 사용자는 이미 귀하를 초대했습니다
pt_pt: Este usuário já foi convidado por você
zh_hans: 您已经邀请过此用户

source: Existing Help Thread
de: Vorhandener Hilfe-Thread
es: Hilo de ayuda existente
fr: Fil d'aide existant
it: Thread di aiuto esistente
ja: 既存のヘルプスレッド
ko: 기존 도움말 스레드
pt_pt: Tópico de ajuda existente
zh_hans: 现有帮助主题

# ExitingDocSharingMessage
source: Exiting document sharing mode.
de: Beenden des Dokumentenfreigabemodus.
es: Saliendo del modo de compartir documentos.
fr: Quitter le mode de partage de documents.
it: Uscita dalla modalità di condivisione dei documenti.
ja: ドキュメント共有モードを終了中です。
ko: 문서 공유 모드를 종료합니다.
pt_pt: Saindo do modo de compartilhamento de documentos.
zh_hans: 退出文档共享模式。

# ExitPhotoMessage
source: Exiting Photo Mode
de: Beenden des Fotomodus
es: Saliendo del modo foto
fr: Quitter le mode photo
it: Uscita dalla modalità foto
ja: 画像モードを終了中
ko: 사진 모드 종료
pt_pt: Saindo do modo de foto
zh_hans: 退出相片模式

# ExpertLicenseDescription
source: Can access base features in {{app_name}}, send My Help Space links, invite Personal users, and may be a member of an Expert/On-call Group.
de: Kann auf Basisfunktionen in {{app_name}} zugreifen, Links zu \"Mein Hilfebereich\" senden, persönliche Benutzer einladen und Mitglied einer Experten- / Bereitschaftsgruppe sein.
es: Puede acceder a las funciones básicas en {{app_name}}, enviar enlaces de Mi Help Space, invitar a usuarios personales y puede ser miembro de un grupo de expertos / de guardia.
fr: Peut accéder aux fonctionnalités de base de {{app_name}}, envoyer des liens une invitation pour inviter un contact personnel our groupe d'experts / d'astreinte.
it: Può accedere alle funzioni di base in {{app_name}}, inviare collegamenti Area Assistenza Personale, invitare utenti personali e può essere membro di un gruppo di esperti / su chiamata.
ja: {{app_name}}の基本機能にアクセスしたり、My Help Spaceリンクを送信したり、個人ユーザーを招待したり、エキスパート/オンコールグループのメンバーになることができます。
ko: {{app_name}} 기본 기능에 액세스하고, My Help Space 링크를 보내고, 개인 사용자를 초대하고, Expert / On-Call 그룹의 구성원이 될 수 있습니다.
pt_pt: Pode acessar recursos básicos no {{app_name}}, envie links do Meu Espaço de Ajuda, convide usuários pessoais e pode ser membro de um Grupo de Especialistas / de Serviço.
zh_hans: 有权限使用{{app_name}}的基本功能，发送我的帮助空间的链接，邀请个人客户，并且也可是专家组的成员。

# EXPIRED_TOKEN_1003
source: Authorization token is expired, please refresh the token
de: Das Autorisierungstoken ist abgelaufen. Aktualisieren Sie das Token
es: El token de autorización ha caducado, actualice el token
fr: Le token d'autorisation a expiré, veuillez actualiser le token
it: Il codice token di autorizzazione scaduto, aggiornare il token
ja: 認証トークンが期限切れです。トークンを更新してください
ko: 인증 토큰이 만료되었습니다. 새로 고침하여 토큰을 갱신 하십시오.
pt_pt: O token de autorização expirou, atualize o token
zh_hans: 授权令牌已过期，请重新刷新令牌

# ExpiresFormat
source: expires %@
de: läuft ab %@
es: expira %@
fr: expire %@
it: scade %@
ja: %@ に期限切れ
ko: %@에 만료
pt_pt: expira %@
zh_hans: 到期时间 %@

source: Extend 10 minutes
de: 10 Minuten verlängern
es: Extender 10 minutos
fr: Prolonger 10 minutes
it: Prolungare 10 minuti
ja: 10分延長
ko: 10분 연장
pt_pt: Prolongue 10 minutos
zh_hans: 延长10分钟

# ExtendsTheCallBy10Minutes
source: Extends the call by 10 minutes and returns to waiting
de: Verlängert den Anruf um 10 Minuten und kehrt zum Warten zurück
es: Extiende la llamada 10 minutos y vuelve a la espera
fr: Prolonge l'appel de 10 minutes et revient à l'attente
it: Prolunga la chiamata di 10 minuti e torna in attesa
ja: 通話を10分延長して待機に戻ります
ko: 통화를 10분 연장하고 대기로 돌아갑니다
pt_pt: Estende a chamada por 10 minutos e volta à espera
zh_hans: 将通话延长 10 分钟并返回等待

source: External Camera
de: Externe Kamera
es: Cámara externa
fr: Caméra externe
it: Fotocamera esterna
ja: 外部カメラ
ko: 외부 카메라
pt_pt: Câmera externa
zh_hans: 外置摄像头

source: External Guest
de: Externer Gast
es: Invitado externo
fr: Invité externe
it: Ospite esterno
ja: 外部ゲスト
ko: 외부 게스트
pt_pt: Convidado externo
zh_hans: 外部用户

source: External Invite
de: Externe Einladung
es: Invitación externa
fr: Invitation externe
it: Invito esterno
ja: 外部招待
ko: 외부 초대
pt_pt: Convite externo
zh_hans: 外部邀请

source: External User
de: Externer Benutzer
es: Usuario externo
fr: Utilisateur externe
it: Utente esterno
ja: 外部ユーザー
ko: 외부 사용자
pt_pt: Usuário Externo
zh_hans: 外部用户

# FaceToFaceLabel
source: Face to Face
de: Von Angesicht zu Angesicht
es: Cara a cara
fr: Face à face
it: Faccia a faccia
ja: 面と向かって
ko: 면 대면
pt_pt: Cara a cara
zh_hans: 面对面

# FaceToFaceLowerCase
source: Face To Face
de: Angesicht zu Angesicht
es: Cara a cara
fr: Face à face
it: Faccia a faccia
ja: 対面
ko: 면 대면
pt_pt: Face a face
zh_hans: 面对面

# FaceToFaceModeMenu
source: Face To Face Mode
de: Face-to-Face-Modus
es: Modo cara a cara
fr: Mode Face à Face
it: Modalità faccia a faccia
ja: 対面モード
ko: 대면 모드
pt_pt: Modo cara a cara
zh_hans: 面对面模式

# FaceToFaceModeTitle
source: You are currently in Face to Face mode.
de: Sie befinden sich derzeit im Face-to-Face-Modus.
es: Actualmente se encuentra en el modo Cara a cara.
fr: Vous êtes actuellement en mode Face à Face.
it: Sei attualmente in modalità Faccia a faccia.
ja: 現在、Face toFaceモードになっています。
ko: 현재 Face to Face 모드에 있습니다.
pt_pt: No momento, você está no modo Face a Face.
zh_hans: 您当前处于面对面模式。

source: Face to Face (Stop Sharing)
de: Face-to-Face (Freigabe beenden)
es: Cara a cara (dejar de compartir)
fr: Face à face (arrêter le partage)
it: Faccia a faccia (interrompi condivisione)
ja: 対面（共有を停止）
ko: 대면 (공유 중지)
pt_pt: Cara a cara (parar de partilhar)
zh_hans: 面对面（停止共享）

# FailedAuthToWorkbox
source: Failed authenticating to the Help Thread.
de: Beim Herstellen einer Verbindung zum Hilfe-Thread ist ein Fehler aufgetreten.
es: Error al conectar con el hilo de ayuda.
fr: Échec de la connexion au fil d'aide.
it: Impossibile connettersi al thread della guida.
ja: ヘルプ スレッドへの接続に失敗しました。
ko: 도움말 스레드에 연결하지 못했습니다.
pt_pt: Falha na conexão com o tópico de ajuda.
zh_hans: 对工作进行身份验证失败。

# FailedChangeCoHost
source: Cannot update the participant
de: Der Teilnehmer kann nicht aktualisiert werden
es: No se puede actualizar al participante
fr: Impossible de mettre à jour le participant
it: Impossibile aggiornare il partecipante
ja: 参加者を更新できません
ko: 참가자를 업데이트 할 수 없습니다.
pt_pt: Não é possível atualizar o participante
zh_hans: 无法更新参与者

# FailedConnectingToWorkbox
source: Failed connecting to the Help Thread.
de: Verbindung zur Workbox konnte nicht hergestellt werden.
es: Error al conectar con Workbox.
fr: Échec de la connexion à la Workbox.
it: Impossibile connettersi a Workbox.
ja: ワークボックスへの接続に失敗しました。
ko: Workbox에 연결하는 데 실패했습니다.
pt_pt: Falha na conexão com o Workbox.
zh_hans: 无法连接到工作箱。

# FailedEnablePenOnlyMode
source: Failed to enable pen-only mode.
de: Fehler beim Aktivieren des Nur-Stift-Modus.
es: Error al habilitar el modo lápiz.
fr: Échec de l'activation du mode stylet
it: Impossibile abilitare la modalità solo penna.
ja: ペンモードを起動できませんでした。
ko: 펜 전용 모드를 활성화하지 못했습니다.
pt_pt: Falha ao ativar o modo somente caneta.
zh_hans: 无法启动独立画笔模式.

# FailedEndMultiCall
source: Cannot end call
de: Anruf kann nicht beendet werden
es: No se puede finalizar la llamada
fr: Impossible de terminer l'appel
it: Impossibile terminare la chiamata
ja: 通話を終了できません
ko: 통화를 종료 할 수 없습니다.
pt_pt: Não é possível encerrar a chamada
zh_hans: 无法结束通话

# FailedRemoveParticipant
source: Failed to remove participant
de: Teilnehmer konnte nicht entfernt werden
es: No se pudo eliminar al participante
fr: Échec de la suppression du participant
it: Impossibile rimuovere il partecipante
ja: 参加者の削除に失敗しました
ko: 참가자를 제거하지 못했습니다.
pt_pt: Falha ao remover participante
zh_hans: 移除参与者失败

# FailedToAttachProcedureFormat
source: Failed to attach procedure: %@
de: Verfahren konnte nicht angehängt werden: %@
es: No se pudo adjuntar el procedimiento: %@
fr: Impossible de joindre la procédure : %@
it: Impossibile allegare la procedura: %@
ja: 手順の添付に失敗しました：%@
ko: 절차 첨부 실패: %@
pt_pt: Falha ao anexar o procedimento: %@
zh_hans: 附加流程失败：%@

source: Failed to build knowledge item
de: Wissenseintrag konnte nicht erstellt werden
es: Error al crear el elemento de conocimiento
fr: Échec de la création de l'élément de connaissance
it: Impossibile creare l'elemento di conoscenza
ja: ナレッジアイテムの作成に失敗しました
ko: 지식 항목 생성 실패
pt_pt: Falha ao criar item de conhecimento
zh_hans: 无法创建知识项

# FailedToCloseHelpThread
source: Failed to close help thread. Please try again.
de: Hilfe-Thread konnte nicht geschlossen werden. Bitte versuchen Sie es erneut.
es: Error al cerrar el hilo de ayuda. Por favor, inténtelo de nuevo.
fr: Impossible de fermer le fil d'aide. Veuillez réessayer.
it: Impossibile chiudere la discussione di aiuto. Riprova.
ja: ヘルプスレッドを閉じられませんでした。もう一度お試しください。
ko: 도움말 스레드를 닫지 못했습니다. 다시 시도해 주세요.
pt_pt: Falha ao fechar o tópico de ajuda. Por favor, tente novamente.
zh_hans: 无法关闭帮助主题。请重试。

source: Failed to convert image
de: Bild konnte nicht konvertiert werden
es: Error al convertir la imagen
fr: Échec de la conversion de l'image
it: Impossibile convertire l'immagine
ja: 画像の変換に失敗しました
ko: 이미지 변환 실패
pt_pt: Falha ao converter imagem
zh_hans: 无法转换图像

source: Failed to create mock message
de: Testnachricht konnte nicht erstellt werden
es: Error al crear el mensaje de prueba
fr: Échec de la création du message de test
it: Impossibile creare il messaggio di test
ja: モックメッセージの作成に失敗しました
ko: 모의 메시지 생성 실패
pt_pt: Falha ao criar mensagem de teste
zh_hans: 无法创建模拟消息

# FailedToInviteContact
source: Failed to invite contact. Please try again.
de: Kontakt konnte nicht eingeladen werden. Bitte versuchen Sie es erneut.
es: Error al invitar al contacto. Por favor, inténtelo de nuevo.
fr: Impossible d'inviter le contact. Veuillez réessayer.
it: Impossibile invitare il contatto. Riprova.
ja: 連絡先を招待できませんでした。もう一度お試しください。
ko: 연락처 초대에 실패했습니다. 다시 시도해 주세요.
pt_pt: Falha ao convidar contacto. Por favor, tente novamente.
zh_hans: 无法邀请联系人。请重试。

source: Failed to Load
de: Laden fehlgeschlagen
es: Error al cargar
fr: Échec du chargement
it: Caricamento fallito
ja: 読み込みに失敗しました
ko: 로드 실패
pt_pt: Falha ao carregar
zh_hans: 加载失败

# FailedToLoadAttachedProcedureFormat
source: Failed to load attached procedure: %@
de: Angehängtes Verfahren konnte nicht geladen werden: %@
es: Error al cargar el procedimiento adjunto: %@
fr: Impossible de charger la procédure jointe : %@
it: Impossibile caricare la procedura allegata: %@
ja: 添付された手順の読み込みに失敗しました: %@
ko: 첨부된 절차 로드 실패: %@
pt_pt: Falha ao carregar procedimento anexado: %@
zh_hans: 无法加载附加的流程：%@

# FailedToLoadCustomFields
source: Failed to load custom fields. Please try again.
de: Benutzerdefinierte Felder konnten nicht geladen werden. Bitte versuchen Sie es erneut.
es: Error al cargar los campos personalizados. Por favor, inténtelo de nuevo.
fr: Impossible de charger les champs personnalisés. Veuillez réessayer.
it: Impossibile caricare i campi personalizzati. Riprova.
ja: カスタムフィールドの読み込みに失敗しました。もう一度お試しください。
ko: 사용자 지정 필드 로드 실패. 다시 시도해 주세요.
pt_pt: Falha ao carregar campos personalizados. Por favor, tente novamente.
zh_hans: 无法加载自定义字段。请重试。

source: Failed to load document
de: Dokument konnte nicht geladen werden
es: Error al cargar el documento
fr: Impossible de charger le document
it: Impossibile caricare il documento
ja: ドキュメントの読み込みに失敗しました
ko: 문서 로드 실패
pt_pt: Falha ao carregar documento
zh_hans: 无法加载文档

source: Failed to load image
de: Bild konnte nicht geladen werden
es: Error al cargar la imagen
fr: Impossible de charger l'image
it: Impossibile caricare l'immagine
ja: 画像の読み込みに失敗しました
ko: 이미지 로드 실패
pt_pt: Falha ao carregar imagem
zh_hans: 无法加载图像

source: Failed to load image data
de: Bilddaten konnten nicht geladen werden
es: Error al cargar los datos de la imagen
fr: Impossible de charger les données de l'image
it: Impossibile caricare i dati dell'immagine
ja: 画像データの読み込みに失敗しました
ko: 이미지 데이터 로드 실패
pt_pt: Falha ao carregar dados da imagem
zh_hans: 无法加载图像数据

# FailedToLoadProcedureFormat
source: Failed to load procedure: %@
de: Verfahren konnte nicht geladen werden: %@
es: Error al cargar el procedimiento: %@
fr: Impossible de charger la procédure : %@
it: Impossibile caricare la procedura: %@
ja: 手順の読み込みに失敗しました: %@
ko: 절차 로드 실패: %@
pt_pt: Falha ao carregar procedimento: %@
zh_hans: 无法加载流程：%@

source: Failed to load video
de: Video konnte nicht geladen werden
es: Error al cargar el vídeo
fr: Impossible de charger la vidéo
it: Impossibile caricare il video
ja: 動画の読み込みに失敗しました
ko: 동영상 로드 실패
pt_pt: Falha ao carregar vídeo
zh_hans: 无法加载视频

source: Failed to process image
de: Bild konnte nicht verarbeitet werden
es: Error al procesar la imagen
fr: Impossible de traiter l'image
it: Impossibile elaborare l'immagine
ja: 画像の処理に失敗しました
ko: 이미지 처리 실패
pt_pt: Falha ao processar imagem
zh_hans: 无法处理图像

# FailedToSaveCustomFields
source: Failed to save custom fields. Please try again.
de: Benutzerdefinierte Felder konnten nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: Error al guardar los campos personalizados. Por favor, inténtelo de nuevo.
fr: Impossible d'enregistrer les champs personnalisés. Veuillez réessayer.
it: Impossibile salvare i campi personalizzati. Riprova.
ja: カスタムフィールドの保存に失敗しました。もう一度お試しください。
ko: 사용자 지정 필드 저장 실패. 다시 시도해 주세요.
pt_pt: Falha ao guardar campos personalizados. Por favor, tente novamente.
zh_hans: 无法保存自定义字段。请重试。

# FailedToSendInvitation
source: Failed to send invitation. Please try again.
de: Einladung konnte nicht gesendet werden. Bitte versuchen Sie es erneut.
es: Error al enviar la invitación. Por favor, inténtelo de nuevo.
fr: Impossible d'envoyer l'invitation. Veuillez réessayer.
it: Impossibile inviare l'invito. Riprova.
ja: 招待の送信に失敗しました。もう一度お試しください。
ko: 초대 전송 실패. 다시 시도해 주세요.
pt_pt: Falha ao enviar convite. Por favor, tente novamente.
zh_hans: 无法发送邀请。请重试。

# FailedToSubmitSurvey
source: Failed to submit survey. Please try again.
de: Umfrage konnte nicht übermittelt werden. Bitte versuchen Sie es erneut.
es: Error al enviar la encuesta. Por favor, inténtelo de nuevo.
fr: Impossible de soumettre l'enquête. Veuillez réessayer.
it: Impossibile inviare il sondaggio. Riprova.
ja: アンケートの送信に失敗しました。もう一度お試しください。
ko: 설문 제출 실패. 다시 시도해 주세요.
pt_pt: Falha ao submeter inquérito. Por favor, tente novamente.
zh_hans: 无法提交调查。请重试。

# FailedToSyncStepCompletionFormat
source: Failed to sync step completion: %@
de: Schrittabschluss konnte nicht synchronisiert werden: %@
es: Error al sincronizar la finalización del paso: %@
fr: Impossible de synchroniser l'achèvement de l'étape : %@
it: Impossibile sincronizzare il completamento del passaggio: %@
ja: ステップ完了の同期に失敗しました: %@
ko: 단계 완료 동기화 실패: %@
pt_pt: Falha ao sincronizar conclusão do passo: %@
zh_hans: 无法同步步骤完成：%@

# FailedTurnOffCamera
source: Failed to turn off camera.
de: Kamera konnte nicht ausgeschaltet werden.
es: No se pudo apagar la cámara.
fr: Impossible d'éteindre l'appareil photo.
it: Impossibile spegnere la fotocamera.
ja: カメラをオフにできませんでした。
ko: 카메라를 끄지 못했습니다.
pt_pt: Falha ao desligar a câmera.
zh_hans: 无法关闭相机。

# FailedUploadAvatar
source: Failed to upload the avatar image.
de: Das Avatar-Bild konnte nicht hochgeladen werden.
es: No se pudo cargar la imagen del avatar.
fr: Impossible de télécharger l'image de l'avatar.
it: Impossibile caricare l'immagine dell'avatar.
ja: アバター画像を更新できませんでした。
ko: 아바타 이미지를 업로드하지 못했습니다.
pt_pt: Falha ao carregar a imagem do avatar.
zh_hans: 上传头像失败。

# FavoriteContacts
source: Favorites Contacts
de: Favoriten Kontakte
es: Contactos favoritos
fr: Contacts favoris
it: Contatti preferiti
ja: お気に入り連絡先
ko: 즐겨찾는 연락처
pt_pt: Contatos favoritos
zh_hans: 常用联系人

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨 찾기
pt_pt: Favoritos
zh_hans: 收藏夹

# FavoriteTabOfflineMessage
source: Go online to view your Favorites.
de: Gehen Sie online, um Ihre Favoriten anzuzeigen.
es: Conéctese en línea para ver sus favoritos.
fr: Allez en ligne pour afficher vos favoris.
it: Vai online per visualizzare i tuoi preferiti.
ja: お気に入りを表示するには、オンラインにアクセスしてください。
ko: 즐겨찾기를 보려면 온라인에 접속하세요.
pt_pt: Fique online para ver seus Favoritos.
zh_hans: 联网查看您的收藏夹。

source: Feature Not Available
de: Funktion nicht verfügbar
es: Función no disponible
fr: Fonctionnalité non disponible
it: Funzionalità non disponibile
ja: 機能は利用できません
ko: 기능을 사용할 수 없음
pt_pt: Funcionalidade não disponível
zh_hans: 功能不可用

# FileNameCannotEmpty
source: File name cannot be empty
de: Der Dateiname darf nicht leer sein
es: El nombre del archivo no puede estar vacío
fr: Le nom du fichier ne peut pas être vide
it: Il nome del file non può essere vuoto
ja: ファイル名を空にすることはできません
ko: 파일 이름은 비워둘 수 없습니다.
pt_pt: O nome do arquivo não pode estar vazio
zh_hans: 文件名不能为空

# FileNotShareable
source: This file is not shareable
de: Diese Datei kann nicht geteilt werden
es: Este archivo no se puede compartir
fr: Ce fichier n'est pas partageable
it: Questo file non è condivisibile
ja: このファイルは共有できません
ko: 이 파일은 공유할 수 없습니다.
pt_pt: Este arquivo não é compartilhável
zh_hans: 此文件不可共享

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
ko: 파일
pt_pt: Ficheiros
zh_hans: 文件

# FileSizeOverWarning
source: The file you have selected is too large and cannot be uploaded. The limit is %dM.
de: Die ausgewählte Datei ist zu groß und kann nicht hochgeladen werden. Das Limit ist %d M.
es: El archivo que ha seleccionado es demasiado grande y no se puede cargar. El límite es %d M.
fr: Le fichier que vous avez sélectionné est trop volumineux et ne peut pas être téléchargé. La limite est %d M.
it: Il file selezionato è troppo grande e non può essere caricato. Il limite è %d M.
ja: 選択したファイルは大きすぎるため、アップロードできません。制限は%d M です。
ko: 선택한 파일이 너무 커서 업로드할 수 없습니다. 제한은 %d 입니다.
pt_pt: O arquivo que você selecionou é muito grande e não pode ser carregado. O limite é %d M.
zh_hans: 您选择的文件太大，无法上传。限制为%d M。

source: Filter by...
de: Filtern nach...
es: Filtrado por...
fr: Filtrer par...
it: Filtra per...
ja: フィルター...
ko: 필터링 기준...
pt_pt: Filtrar por...
zh_hans: 过滤...

# FilterDocuments
source: Documents
de: Dokumente
es: Documentos
it: Documenti
ja: ドキュメント
ko: 문서
pt_pt: Documentos
zh_hans: 文档

# FilterFavorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pt_pt: Favoritos
zh_hans: 收藏夹

# FilterFiles
source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
ko: 파일
pt_pt: Arquivos
zh_hans: 文件

source: Filter Help Threads
de: Hilfe-Threads filtern
es: Filtrar hilos de ayuda
fr: Filtrer les fils d'aide
it: Filtra discussioni di aiuto
ja: ヘルプスレッドを絞り込む
ko: 도움말 스레드 필터
pt_pt: Filtrar tópicos de ajuda
zh_hans: 筛选帮助主题

# FilterImages
source: Images
de: Bilder
es: Imágenes
it: Immagini
ja: 画像
ko: 이미지
pt_pt: Imagens
zh_hans: 图片

# FilterPrivate
source: Private
de: Privat
es: Privado
fr: Privé
it: Privato
ja: プライベート
ko: 비공개
pt_pt: Privado
zh_hans: 私有

# FilterProcedures
source: Procedures
de: Verfahren
es: Procedimientos
fr: Procédures
it: Procedure
ja: 手順
ko: 절차
pt_pt: Procedimentos
zh_hans: 流程

# FilterSnippets
source: Snippets
de: Schnipsel
es: Fragmentos
fr: Extraits
it: Frammenti
ja: スニペット
ko: 스니펫
pt_pt: Trechos
zh_hans: 片段
